Repository: KamilSztandur/KanbanMethodSimApp
Catalog: kanbansim/lib/l10n/app_*.arb
Languages: pl

source: Close
pl: Zamknij

source: Cancel
pl: Anuluj

source: New session
pl: Nowa sesja

source: Create empty session
pl: Stwórz nową sesję

source: Select template
pl: Wybierz szablon

source: Save session
pl: Zapisz sesję

source: Load session
pl: Wczytaj sesję

source: Add random tasks
pl: Dodaj losowe zadania

source: Reset session
pl: Wyczyść sesję

# themeSwitch
source: Switch theme
pl: Przełącz motyw

# langSwitch
source: Switch language
pl: Zmień język

# polishLang
source: Polish language
pl: Język polski

# englishLang
source: English language
pl: Język angielski

source: Limits
pl: Limity

source: Help
pl: Pomoc

source: Info
pl: Informacje

source: Share app
pl: Udostępnij

# appLinkCopiedSuccessfully
source: URL copied to clipboard successfully.
pl: Pomyślnie skopiowano link do aplikacji.

source: Quit
pl: Wyjście

# newSessionNotif
source: Creating empty session...
pl: Tworzenie nowej sesji...

# selectingTemplateNotif
source: Selecting template...
pl: Wybieranie szablonu...

# addRandomTasksSuccess
source: Successfully added few random tasks.
pl: Pomyślne dodanie losowych zadań.

# resetSessionSuccess
source: Successfully reseted current session.
pl: Pomyślnie zresetowano stan sesji.

# themeSwitchSuccess
source: Theme switched successfully.
pl: Pomyślnie przełączono motyw.

# langSwitchSuccess
source: Language switched successfully.
pl: Pomyślnie przełączono język.

source: Opening help guide...
pl: Otwieranie pomocy...

# applicationLegalese
source: For education purposes only. Developed by Kamil Sztandur. Contact: kamil.sztandur@vp.pl.
pl: Dozwolony użytek edukacyjny. Utworzone przez Kamil Sztandur. Kontakt: kamil.sztandur@vp.pl.

source: Productivity
pl: Produktywność

source: Day
pl: Dzień

source: Locks
pl: Blokady

# userInfo
source: User status
pl: Status członka

# locksArePresent
source: YES
pl: TAK

# noLocksArePresent
source: NO
pl: NIE

# switchToNextDaySuccess
source: Switched to next day successfully.
pl: Pomyślnie przełączono na następny dzień.

# switchToPreviousDaySuccess
source: Switched to previous day successfully.
pl: Pomyślnie przełączono na poprzedni dzień.

# previousDaysLimitReached
source: Previous day's limit reached. Cannot switch more.
pl: Nie udało się przełączyć dnia na poprzedni. Osiągnięto limit.

# nextDaysLimitReached
source: Next day's limit reached. Cannot switch more.
pl: Nie udało się przełączyć dnia na następny. Osiągnięto limit.

source: AVAILABLE TASKS
pl: DOSTĘPNE ZADANIA

source: STAGE ONE TASKS
pl: ZADANIA PIERWSZEGO ETAPU

# inProgressTasks
source: IN PROGRESS
pl: W TRAKCIE

# doneTasks
source: DONE
pl: ZROBIONE

source: STAGE TWO TASKS
pl: ZADANIA DRUGIEGO ETAPU

source: FINISHED TASKS
pl: UKONCZONE ZADANIA

source: CREATE NEW TASK
pl: STWÓRZ NOWE ZADANIE

source: Set title
pl: Wybierz tytuł

source: Assign task to
pl: Przypisz to zadanie do

# setTaskTypeAs
source: set task's type as
pl: Ustaw typ zadania jako

source: Set required productivity
pl: Ustaw wymaganą produktywność

# setDeadline
source: Set task deadline day's number:
pl: Ustaw dzień upłynięcia terminu wykonania zadania

# deadlineAvailabilityNotice
source: Available only for Fixed Date tasks!
pl: Dostępne tylko dla zadań z ustaloną datą!

source: Enter deadline day number
pl: Wprowadź numer dnia

# enterTaskTitleHere
source: Enter your task title here
pl: Wpisz tutaj tytuł zadania

source: Create
pl: Stwórz

source: Standard
pl: Standardowe

source: Expedite
pl: Pilne

source: Fixed Date
pl: Z ustaloną datą

# taskCreationSuccess
source: Task created successfully!
pl: Zadanie utworzone pomyślnie!

# loadSavefile
source: LOAD SAVED SESSION
pl: WCZYTAJ ZAPISANĄ SESJĘ

# loadingFailed
source: Save loading failed.
pl: Wczytywanie nie powiodło się.

# fileCorruptedNotice
source: File corrupted or deleted.
pl: Plik uszkodzony bądź usunięty.

# loadFile
source: Load
pl: Wczytaj

source: Select file to load
pl: Wybierz plik zapisu

source: Available saves
pl: Dostępne pliki zapisu

source: SAVE CURRENT SESSION
pl: ZAPISZ AKTUALNĄ SESJĘ

source: Save
pl: Zapisz

source: Simulation
pl: Symulacja

# filenameTaken
source: Filename already taken.
pl: Taki zapis już istnieje.

source: Invalid filename.
pl: Nieprawidłowa nazwa.

# savingSuccess
source: saved successfully.
pl: został zapisany pomyślnie.

# enterSaveNameHere
source: Enter your savefile name here.
pl: Wpisz tutaj nazwę pliku zapisu

# filenameLabel
source: Filename
pl: Plik

source: Generate automatically
pl: Wygeneruj automatycznie

source: ASSIGN USER TO UNLOCK TASK
pl: WYZNACZ KOGOŚ DO ODBLOKOWANIA

source: productivity required
pl: wymagana produktywność

source: Empty
pl: Brak

# assignUserNotice
source: If certain user isn't on the list it means either they are owner of this task or do not have enough productivity.
pl: Jeżeli Twojego członka zespołu nie ma na liście, to znaczy, że jest właścicielem tego zadania lub nie ma wystarczającej produktywności.

source: Unlock
pl: Odblokuj

# unlockSuccess
source: unlocked successfully!
pl: odblokowane pomyślnie!

source: New task appeared
pl: Pojawiło się nowe zadanie

# taskLocked
source: Task got locked
pl: Zadanie zostało zablokowane

# notice
source: Info
pl: Powiadomienie

# errorNotice
source: Appliciation error
pl: Wystąpił błąd aplikacji

source: Element deleted
pl: Element został usunięty

source: Events
pl: Wydarzenia

# copyLogsToClipboardhint
source: Copy events logs to clipboard.
pl: Skopiuj historie wydarzeń do schowka.

# logsCopiedSuccessfully
source: Logs copied to clipboard successfully.
pl: Historia wydarzeń została pomyślnie skopiowana do schowka.

source: Unlock this task first.
pl: Najpierw odblokuj to zadanie.

source: Assign productivity.
pl: Przydziel produktywność.

# deleteTask
source: Delete this task.
pl: Usuń zadanie.

source: is owner of this task
pl: jest właścicielem tego zadania.

# clickHereToUnlock
source: click here to unlock this task.
pl: Kliknij, aby odblokować zadanie.

# taskUnlocked
source: Task is unlocked.
pl: Zadanie odblokowane.

# owner_CAP
source: OWNER
pl: WŁAŚCICIEL

source: Double cost
pl: Podwójny koszt

# completed_CAP
source: COMPLETED
pl: UKOŃCZONE

source: Cannot assign productivity from this user.
pl: Nie można przydzielić produktywności od tego członka zespołu.

source: Productivity available from this user
pl: Dostępna produktywność u tego członka zespołu

# productivitiyNeededToFinishThisTask
source: Productivity required to finish this task
pl: Potrzebna produktywność do ukończenia zadania

source: Max productivity available to asign
pl: Dostępna produktywność do przypisania

# productivityCost
source: Cost
pl: Koszt

# productivityDoubleCostInfo
source: Double cost: This person is not owner of this task.
pl: Koszt podwójny: Osoba nie jest właścicielem zadania

# assignProductivityTitle
source: ASSIGN PRODUCTIVITY
pl: PRZYDZIEL PRODUKTYWNOŚĆ

source: Assign user
pl: Wyznacz członka zespołu

source: Assign
pl: Przydziel

# taskDeletionTitle
source: TASK DELETION
pl: USUWANIE ZADANIA

source: Are you sure you want to delete task
pl: Czy na pewno chcesz usunąć zadanie

source: Delete
pl: Usuń

source: Do not delete
pl: Nie usuwaj

# couldntMoveTaskTo
source: Could not move task to
pl: Nie powiodło się przesuwanie zadania do

# tasksLimitReached
source: Tasks amount in this column reached
pl: Osiągnięto limit ilości zadań w kolumnie

source: SELECT TASK'S OWNER
pl: WYZNACZ WŁAŚCICIELA ZADANIA

# selectOwner
source: Select
pl: Wyznacz

source: successfully set as owner of
pl: został pomyślnie wyznaczony jako właściciel zadania

# usersCreator
source: TEAM MEMBERS CREATOR
pl: KREATOR CZŁONKÓW ZESPOŁU

# clickToAddNewUser
source: Click here to add new team member.
pl: Kliknij, aby dodać nowego użytkownika.

# clickToRemoveUser
source: Click here to remove this team member.
pl: Kliknij, aby usunąć tego użytkownika.

# clickToModifyUser
source: Click here to modify this team member.
pl: Kliknij, aby zmodyfikować tego użytkownika.

source: Begin
pl: Rozpocznij

# userCreator
source: TEAM MEMBER'S CREATOR
pl: KREATOR CZŁONKA ZESPOŁU

# chooseUserColor
source: Choose team member's color
pl: Wybierz kolor członka zespołu

# chooseProductivity
source: Choose team member's productivity
pl: Wybierz produktywność członka zespołu

# chooseUserNickname
source: Choose team member's nickname
pl: Wybierz pseudonim członka zespołu

# enterUserNicknameHere
source: Enter nickname here
pl: Wpisz tutaj pseudonim członka zespołu

# usernameIsAlreadyTakenWarning
source: Name is already taken
pl: Nazwa jest już zajęta

source: Time left to complete task
pl: Na wykonanie zadania pozostało

source: days
pl: dni

source: The deadline is today
pl: Termin upływa dziś

source: The deadline was
pl: Termin upłynął

source: days ago
pl: dni temu

# taskStartDay
source: Task's start day
pl: Dzień rozpoczęcia zadania

# taskEndDay
source: Task's end day
pl: Dzień zakończenia zadania

source: Task completed
pl: Zadanie ukończone

source: days before deadline
pl: dni przed terminem

source: at deadline
pl: w dniu terminu

source: days after deadline
pl: dni po terminie

source: MODIFY TASKS LIMITS
pl: ZMODYFIKUJ LIMITY ZADAŃ

source: Discard
pl: Porzuć

source: Set limit for
pl: Ustaw limit dla

source: SIMULATION COMPLETED
pl: SYMULACJA ZAKOŃCZONA

source: SUMMARY
pl: PODSUMOWANIE

source: Completed
pl: Ukończono

source: tasks of type
pl: zadań typu

source: pts
pl: pkt

source: points
pl: punktów

source: tasks of Fixed Date type completed
pl: zadań typu Z Ustaloną Datą wykonano

source: before deadline
pl: przed terminem

source: on deadline
pl: w terminie

source: after deadline
pl: po terminie

source: Team consisted of
pl: Zespół składał się z

source: team members
pl: członków

source: so
pl: więc

source: points as part of small team bonus are awarded
pl: punktów w ramach bonusu małej drużyny zostaje przyznane

# smallTeamBonusIsNotAwarded
source: small team bonus is not awaraded
pl: bonus małej drużyny nie zostaje przyznany

# incompletedTasksFinishedProgressPhaseOfFirstStage
source: incomplete tasks finished progress phase of first stage
pl: nieukończonych zadań ukończyło fazę produkcyjną pierwszego etapu

source: no bonus is awarded
pl: żaden dodatkowy bonus nie zostaje naliczony

# smallBonusOf
source: as a small bonus
pl: mały bonus

source: points are awarded
pl: punktów zostaje przyznany

source: Total
pl: Razem

source: Return to title screen
pl: Powrót do ekranu tytułowego
